Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_por-PRT_TM.tmx
Source language: en_gb
Languages: pt_pt

source: City 36
pt_pt: Oliveira (São Pedro)

source: City 149
pt_pt: Ramada

source: City 45
pt_pt: Gondizalves

source: Other\ Refusal (DO NOT READ OUT)
pt_pt: Outro/Recusa (NÃO LER)

source: Walking
pt_pt: A pé

source: DK/NA (DO NOT READ OUT)
pt_pt: NS/NR (NÃO LER)

source: City 84
pt_pt: Carnide

source: City 156
pt_pt: Lavradio

source: (DO NOT READ OUT
pt_pt: (NÃO LER)

source: Large town/city
pt_pt: Cidade grande

source: Have you got a mobile phone?
pt_pt: Tem telemóvel?

source: City 37
pt_pt: Palmeira

source: City 7
pt_pt: Merelim (São Paio)

source: City 182
pt_pt: Cascais

source: In which city/borough/commune do you live?
pt_pt: Em que cidade/localidade vive?

source: City 83
pt_pt: Beato

source: Single person household
pt_pt: Agregado familiar de uma só pessoa

source: City 1
pt_pt: Merelim (São Pedro)

source: City 4
pt_pt: Parada de Tibães

source: City 118
pt_pt: Arrentela

source: City 74
pt_pt: São Vicente de Fora

source: Noise
pt_pt: Ruído

source: City 51
pt_pt: Celeirós

source: City 126
pt_pt: Alfragide

source: Car
pt_pt: Carro

source: Public transport
pt_pt: Transportes públicos

source: PROG: ROTATE ITEMS 1 TO 4
pt_pt: PROG: ROTACIONAR ITENS 1 A 4

source: City 67
pt_pt: São Sebastião da Pedreira

source: City 136
pt_pt: Cacilhas

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
pt_pt: Nos últimos doze meses, diria que teve dificuldades em pagar as suas contas no final do mês...?

source: City 153
pt_pt: Santo António da Charneca

source: City 121
pt_pt: Seixal

source: Other city
pt_pt: Outra cidade

source: City 103
pt_pt: Santa Engrácia

source: City 104
pt_pt: Santa Catarina

source: Generally speaking, the public administration of [CITY NAME] can be trusted
pt_pt: De uma maneira geral, a administração pública de [CITY NAME] é de confiança

source: ASK ALL
pt_pt: PERGUNTAR A TODOS

source: City 90
pt_pt: Benfica

source: It is easy to find a job in [CITY NAME]
pt_pt: É fácil encontrar um emprego em [CITY NAME]

source: City 109
pt_pt: São João

source: Not at all satisfied
pt_pt: Nada satisfeito(a)

source: City 20
pt_pt: Braga (Maximinos)

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
pt_pt: Vou ler-lhe algumas afirmações. Por favor, diga-me se concorda totalmente, concorda, discorda ou discorda totalmente com cada uma destas afirmações?

source: Somewhat disagree
pt_pt: Discorda

source: Housing
pt_pt: Habitação

source: City 120
pt_pt: Fernão Ferro

source: City 184
pt_pt: Paço de Arcos

source: (READ OUT – ONE ANSWER ONLY)
pt_pt: (LER - APENAS UMA RESPOSTA)

source: City 87
pt_pt: São Nicolau

source: From time to time
pt_pt: De vez em quando

source: City 95
pt_pt: Graça

source: City 18
pt_pt: Espinho

source: City 165
pt_pt: Loures

source: City 64
pt_pt: Campolide

source: D21: CODE 9 AND 10 - SINGLE CODES
pt_pt: D21: CÓDIGO 9 E 10 - CÓDIGOS ÚNICOS

source: City 187
pt_pt: Santa Iria de Azoia

source: City 43
pt_pt: Penso (São Vicente)

source: City 112
pt_pt: Lumiar

source: City 10
pt_pt: Penso (Santo Estêvão)

source: Married or cohabiting couple, no children or no children living at home
pt_pt: Casado(a) ou em união de facto, sem filhos ou sem filhos a viver em casa

source: City 170
pt_pt: Porto Salvo

source: City 116
pt_pt: Amora

source: Rural area or village
pt_pt: Zona rural ou aldeia

source: City 19
pt_pt: Braga (São José de São Lázaro)

source: City 66
pt_pt: São Mamede

source: City 73
pt_pt: Alvalade

source: Train
pt_pt: Comboio

source: Very satisfied
pt_pt: Muito satisfeito(a)

source: City 134
pt_pt: Pragal

source: City 190
pt_pt: Caxias

source: City 179
pt_pt: Parede

source: City 25
pt_pt: Adaúfe

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
pt_pt: De um modo geral, por favor diga-me se está muito satisfeito(a), satisfeito(a), pouco satisfeito(a) ou nada satisfeito(a) com cada um dos seguintes assuntos em [CITY NAME]?

source: City 31
pt_pt: Tebosa

source: City 24
pt_pt: Panoias

source: City 23
pt_pt: Sequeira

source: Safety
pt_pt: Segurança

source: Your personal job situation
pt_pt: A sua situação profissional

source: City 111
pt_pt: São Miguel

source: Small or medium-sized town
pt_pt: Cidade pequena ou média

source: Professional (employed doctor, lawyer, accountant, architect, …)
pt_pt: Profissional (médico, advogado, contabilista, arquitecto, etc.)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
pt_pt: É fácil encontrar casas boas a preços razoáveis em [CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
pt_pt: De uma maneira geral, a maior parte das pessoas no meu bairro são de confiança

source: City 62
pt_pt: Nogueiró

source: Most of the time
pt_pt: A maioria das vezes

source: City 53
pt_pt: Pousada

source: Have you got a landline phone?
pt_pt: Tem telefone fixo?

source: City 5
pt_pt: Vilaça

source: City 114
pt_pt: Lapa

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
pt_pt: Pode dizer-me quantas pessoas com 15 ou mais anos de idade vivem em sua casa, incluindo o Sr(a)?

source: City 142
pt_pt: Charneca de Caparica

source: City 68
pt_pt: Santo Estêvão

source: City 69
pt_pt: Alto do Pina

source: Other (DO NOT READ OUT)
pt_pt: Outro (NÃO LER)

source: Q4: CODE 11 - SINGLE CODE
pt_pt: Q4: CÓDIGO 11 - CÓDIGO ÚNICO

source: City 150
pt_pt: Famões

source: Strongly disagree
pt_pt: Discorda totalmente

source: City 29
pt_pt: Guisande

source: I live here since less than 1 year
pt_pt: Vivo aqui há menos de 1 ano

source: City 61
pt_pt: Braga (São Vítor)

source: City 72
pt_pt: São Jorge de Arroios

source: Cleanliness
pt_pt: A limpeza

source: The financial situation of your household
pt_pt: A situação financeira do seu agregado familiar

source: City 166
pt_pt: Fanhões

source: City 129
pt_pt: Venda Nova

source: City 161
pt_pt: Oeiras e São Julião da Barra

source: City 75
pt_pt: Charneca

source: Other employee (salesman, nurse, …)
pt_pt: Outro empregado (vendedor, enfermeiro, etc.)

source: No
pt_pt: Não

source: City 105
pt_pt: Castelo

source: City 186
pt_pt: São João da Talha

source: Owner of shop, craftsman
pt_pt: Proprietário de loja, artífice

source: City 81
pt_pt: Ajuda

source: (READ OUT - ONE ANSWER ONLY)
pt_pt: (LER - APENAS UMA RESPOSTA)

source: City 181
pt_pt: Portela

source: City 192
pt_pt: Moscavide

source: Would you say you are…?
pt_pt: Diria que é…?

source: City 147
pt_pt: Caneças

source: City 97
pt_pt: Santos-o-Velho

source: City 70
pt_pt: Nossa Senhora de Fátima

source: Seeking a job
pt_pt: À procura de trabalho

source: Manual worker
pt_pt: Trabalhador manual especializado

source: City 63
pt_pt: Prazeres

source: City 154
pt_pt: Coina

source: The noise level
pt_pt: O nível de ruído

source: The administrative services of [CITY NAME] help people efficiently
pt_pt: Os serviços administrativos de [CITY NAME] ajudam as pessoas de forma eficaz

source: City 140
pt_pt: Costa da Caparica

source: City 167
pt_pt: Unhos

source: Urban public transport (bus, metro, tram, ferry, etc.)
pt_pt: Transportes públicos urbanos (autocarro, metro, elétrico, ferry, etc.)

source: City 160
pt_pt: Lousa

source: Gender.
pt_pt: Sexo

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
pt_pt: [CITY NAME] está empenhada na luta contra as alterações climáticas (p.e. eficiência energética, transportes verdes)

source: City 40
pt_pt: Trandeiras

source: City 138
pt_pt: Caparica

source: City 21
pt_pt: Fradelos

source: Female
pt_pt: Feminino

source: City 77
pt_pt: São Cristóvão e São Lourenço

source: City 15
pt_pt: Esporões

source: City 157
pt_pt: Palhais

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
pt_pt: Na sua opinião, entre os seguintes assuntos, quais são os três mais importantes para [CITY NAME] ?

source: City 164
pt_pt: Prior Velho

source: City 122
pt_pt: Buraca

source: City 100
pt_pt: Alcântara

source: City 106
pt_pt: Ameixoeira

source: What county do you live in?
pt_pt: Qual o DISTRITO da sua residência ?

source: City 22
pt_pt: Arentim

source: City 178
pt_pt: Barcarena

source: City 158
pt_pt: Barreiro

source: City 98
pt_pt: Sé

source: City 79
pt_pt: Santa Maria de Belém

source: I live here since between 5 to 10 years
pt_pt: Vivo aqui entre 5 a 10 anos

source: I am satisfied to live in [CITY NAME]
pt_pt: Estou satisfeito por viver em [CITY NAME]

source: Male
pt_pt: Masculino

source: City 141
pt_pt: Feijó

source: City 159
pt_pt: São Julião do Tojal

source: City 28
pt_pt: Braga (São Vicente)

source: City 13
pt_pt: Sobreposta

source: City 163
pt_pt: Estoril

source: Social services
pt_pt: Serviços sociais

source: Unemployment
pt_pt: Desemprego

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
pt_pt: (LER SE NECESSÁRIO - APENAS UMA RESPOSTA)

source: City 176
pt_pt: Queijas

source: City 155
pt_pt: Alto do Seixalinho

source: City 189
pt_pt: Santo António dos Cavaleiros

source: City 117
pt_pt: Aldeia de Paio Pires

source: Farmer, forester, fisherman
pt_pt: Agricultor, guarda-florestal, pescador

source: City 119
pt_pt: Corroios

source: City 9
pt_pt: Figueiredo

source: City 110
pt_pt: Pena

source: City 50
pt_pt: Braga (São João do Souto)

source: Civil servant
pt_pt: Funcionário público

source: City 44
pt_pt: Ruilhe

source: Without a professional activity
pt_pt: Sem actividade profissional

source: City 12
pt_pt: Lomar

source: City 91
pt_pt: São Francisco Xavier

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
pt_pt: PERGUNTAR D5c SE TRABALHADOR POR CONTA DE OUTRÉM, CÓDIGO 2 NA D5a

source: PROG: ROTATE ITEMS 1 TO 7
pt_pt: PROG: ALTERNAR ITENS 1 A 7

source: Education and training
pt_pt: Educação e formação

source: City 65
pt_pt: São José

source: City 26
pt_pt: Aveleda

source: City 86
pt_pt: Santa Isabel

source: City 2
pt_pt: Braga (Cividade)

source: City 30
pt_pt: Braga (Sé)

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
pt_pt: Tendo em conta a sua ocupação actual, diria que é trabalhador por conta própria, trabalhador por conta de outrém, trabalhador manual, ou diria que está sem uma actividade profissional?

source: City 169
pt_pt: Carnaxide

source: City 162
pt_pt: Carcavelos

source: City 52
pt_pt: Fraião

source: City 180
pt_pt: Linda-a-Velha

source: City 123
pt_pt: Alfornelos

source: Refusal (DO NOT READ OUT)
pt_pt: Recusa (NÃO LER)

source: City 152
pt_pt: Verderena

source: (ONE ANSWER ONLY)
pt_pt: (APENAS UMA RESPOSTA)

source: Air pollution
pt_pt: Poluição do ar

source: I feel safe in [CITY NAME]
pt_pt: Sinto-me seguro em [CITY NAME]

source: Unskilled manual worker
pt_pt: Trabalhador manual/operário não especializado

source: Sports facilities such as sport fields and indoor sport halls
pt_pt: Infra-estruturas desportivas, tais como campos desportivos e pavilhões cobertos

source: The life you lead
pt_pt: A vida que tem

source: City 34
pt_pt: Nogueira

source: City 93
pt_pt: São João de Brito

source: Rather unsatisfied
pt_pt: Pouco satisfeito(a)

source: Rather satisfied
pt_pt: Satisfeito(a)

source: City 171
pt_pt: Bucelas

source: Professional (lawyer, medical practitioner, accountant, architect,…)
pt_pt: Profissional (advogado, médico, contabilista, arquitecto, etc.)

source: Health services
pt_pt: Serviços de saúde

source: City 41
pt_pt: Morreira

source: Office clerk
pt_pt: Empregado de escritório (atendimento ao balcão)

source: City 76
pt_pt: Santo Condestável

source: City 38
pt_pt: Santa Lucrécia de Algeriz

source: City 139
pt_pt: Cova da Piedade

source: City 125
pt_pt: Venteira

source: City 128
pt_pt: Mina

source: Retired
pt_pt: Reformado

source: City 177
pt_pt: Cruz Quebrada-Dafundo

source: (READ OUT – MAX. 3 ANSWERS)
pt_pt: (LER – MÁX. 3 RESPOSTAS)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
pt_pt: No geral, está muito satisfeito(a), satisfeito(a), pouco satisfeito(a) ou nada satisfeito(a) com…?

source: PROG: ROTATE ITEMS 1 to 12
pt_pt: PROG: ROTACIONAR ITENS 1 A 12

source: City 175
pt_pt: Camarate

source: None (DO NOT READ OUT)
pt_pt: Nenhuma (NÃO LER)

source: City 146
pt_pt: Odivelas

source: City 48
pt_pt: Vimieiro

source: Almost never\ never
pt_pt: Quase nunca/nunca

source: Number of people aged 15 or more in the household
pt_pt: Número de pessoas com 15 ou mais anos que vivem em casa

source: Public transport, for example the bus, tram or metro
pt_pt: Transportes públicos, por exemplo autocarros, eléctricos, metro

source: City 60
pt_pt: Frossos

source: City 8
pt_pt: Passos (São Julião)

source: City 133
pt_pt: Trafaria

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
pt_pt: PERGUNTAR D5b SE TRABALHADOR POR CONTA PRÓPRIA, CÓDIGO 1 NA D5a

source: Student (full time)
pt_pt: Estudante (a tempo inteiro)

source: City 49
pt_pt: Priscos

source: City 11
pt_pt: Mire de Tibães

source: City 42
pt_pt: Gualtar

source: City 85
pt_pt: Santa Justa

source: I feel safe in my neighbourhood
pt_pt: Sinto-me seguro no meu bairro

source: City 135
pt_pt: Laranjeiro

source: City 143
pt_pt: Sobreda

source: Availability of retail shops
pt_pt: Disponibilidade de lojas de retalho

source: General management, director or top management
pt_pt: Administrador, director-geral e outros directores

source: City 101
pt_pt: Penha de França

source: Strongly agree
pt_pt: Concorda totalmente

source: City 14
pt_pt: Pedralva

source: City 78
pt_pt: Marvila

source: How old were you when you stopped full-time education?
pt_pt: Que idade tinha quando terminou ou interrompeu os seus estudos a tempo inteiro?

source: Ship or boat
pt_pt: Navio ou barco

source: Bicycle
pt_pt: Bicicleta

source: City 102
pt_pt: Madalena

source: City 89
pt_pt: Campo Grande

source: City 33
pt_pt: Arcos

source: City 35
pt_pt: Tenões

source: City 188
pt_pt: Frielas

source: City 6
pt_pt: Este (São Pedro)

source: City 54
pt_pt: Este (São Mamede)

source: How old are you?
pt_pt: Poderia dizer-me a sua idade?

source: Motorbike
pt_pt: Mota

source: (READ OUT - MAX. 2 ANSWERS)
pt_pt: (LER - MÁX. 2 RESPOSTAS)

source: City 145
pt_pt: Olival de Basto

source: Single parent, one or more children living at home
pt_pt: Pai/mãe solteiro(a), um ou mais filhos a viver em casa

source: City 56
pt_pt: Cabreiros

source: City 99
pt_pt: São João de Deus

source: Self-employed
pt_pt: Trabalhador por conta própria

source: The state of the streets and buildings in your neighbourhood
pt_pt: O estado das ruas e dos edifícios na sua vizinhança

source: City 71
pt_pt: Socorro

source: City 131
pt_pt: Reboleira

source: City 59
pt_pt: Padim da Graça

source: Fairly satisfied
pt_pt: Satisfeito(a)

source: City 124
pt_pt: São Brás

source: Generally speaking, most people in [CITY NAME] can be trusted
pt_pt: De uma maneira geral, a maior parte das pessoas em [CITY NAME] são de confiança

source: (READ OUT - SINGLE CODE)
pt_pt: (LER - APENAS UMA RESPOSTA)

source: City 174
pt_pt: Apelação

source: City 57
pt_pt: Tadim

source: On a typical day, which mode or modes of transport do you use most often?
pt_pt: Num dia normal, que meio(s) de transporte utiliza com maior frequência?

source: City 32
pt_pt: Ferreiros

source: Schools and other educational facilities
pt_pt: Escolas e outros estabelecimentos de ensino

source: The quality of the air
pt_pt: A qualidade do ar

source: Married or cohabiting couple, with one or more children living at home
pt_pt: Casado(a) ou em união de facto, com um ou mais filhos a viver em casa

source: Middle management
pt_pt: Quadro Médio

source: Foreigners who live in [CITY NAME] are well integrated
pt_pt: Os estrangeiros que vivem em [CITY NAME] estão bem integrados

source: City 183
pt_pt: São Domingos de Rana

source: City 47
pt_pt: Lamaçães

source: City 3
pt_pt: Real

source: Health care services, doctors and hospitals
pt_pt: Serviços de saúde, médicos e hospitais

source: City 80
pt_pt: Santiago

source: City 58
pt_pt: Cunha

source: Employee
pt_pt: Trabalhador por conta de outrém

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
pt_pt: PERGUNTAR D5d SE TRABALHADOR MANUAL, CÓDIGO 3 NA D5a

source: Public spaces such as markets, squares, pedestrian areas
pt_pt: Espaços públicos tais como mercados, praças/largos, zonas pedonais (pedestres)

source: Would you say you live in a…?
pt_pt: O (A) Sr. (a) diria que vive numa ...?

source: Which of the following best describes your household composition?
pt_pt: Qual das seguintes hipóteses melhor descreve a composição do seu agregado familiar?

source: Manager of a company
pt_pt: Director/Gestor de uma empresa

source: City 130
pt_pt: Falagueira

source: I live here since 1 to 5 years
pt_pt: Vivo aqui entre 1 a 5 anos

source: City 107
pt_pt: Coração de Jesus

source: Not very satisfied
pt_pt: Pouco satisfeito(a)

source: Road infrastructure
pt_pt: Infra-estruturas rodoviárias

source: PROG: ROTATE ITEMS 1 TO 10
pt_pt: PROG: ROTACIONAR ITENS 1 A 10

source: The presence of foreigners is good for [CITY NAME]
pt_pt: A presença de estrangeiros é boa para [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
pt_pt: (ESCREVER - SE "NS" CÓDIGO '98' - SE "RECUSA" CÓDIGO '99')

source: City 46
pt_pt: Navarra

source: City 137
pt_pt: Almada

source: City 127
pt_pt: Damaia

source: City 39
pt_pt: Lamas

source: DK (DO NOT READ OUT)
pt_pt: NS (NÃO LER)

source: City 27
pt_pt: Dume

source: City 92
pt_pt: Mártires

source: City 185
pt_pt: Bobadela

source: City 144
pt_pt: Póvoa de Santo Adrião

source: Yes
pt_pt: Sim

source: City 94
pt_pt: São Paulo

source: Green spaces such as parks and gardens
pt_pt: Espaços verdes, tais como parques públicos e jardins

source: City 172
pt_pt: Alcabideche

source: City 96
pt_pt: Encarnação

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
pt_pt: PERGUNTAR D5e SE SEM ACTIVIDADE PROFISSIONAL, CÓDIGO 4 NA D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
pt_pt: (ENT.: SE "AINDA ESTÁ A ESTUDAR" CÓDIGO - '00' - SE "NUNCA ESTUDOU" CÓDIGO '01' - SE "RECUSA" CÓDIGO '98' - SE "NS/NR" CÓDIGO '99')

source: Other
pt_pt: Outra

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
pt_pt: (ESCREVER - SE "RECUSA" CÓDIGO '99')

source: City 168
pt_pt: Algés

source: City 16
pt_pt: Semelhe

source: FL419 - Quality of life in European Cities UK
pt_pt: FL419 - Quality of life in European Cities PT

source: City 17
pt_pt: Escudeiros

source: Somewhat agree
pt_pt: Concorda

source: City 148
pt_pt: Pontinha

source: City 88
pt_pt: Anjos

source: City 173
pt_pt: Sacavém

source: Cultural facilities such as concert halls, theatres, museums and libraries
pt_pt: Infra-estruturas culturais, tais como salas de concertos, teatros, museus e bibliotecas

source: City 191
pt_pt: Santo Antão do Tojal

source: City 55
pt_pt: Crespos

source: City 115
pt_pt: Mercês

source: City 151
pt_pt: Santo André

source: The place where you live
pt_pt: O lugar onde vive

source: City 132
pt_pt: Brandoa

source: Was born here/ I’ve been living here for all my life
pt_pt: Nasci aqui/vivi aqui toda a minha vida

source: City 108
pt_pt: Sacramento

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
pt_pt: SE OUTRA ou NÃO SABE EM D12, CÓDIGOS 198 ou 199 em D12, TERMINAR A ENTREVISTA

source: Supervisor\ foreman (team manager, …)
pt_pt: Supervisor/chefe de secção (gestor de equipa, etc.)

source: I live here since more than 10 years
pt_pt: Vivo aqui há mais de 10 anos

source: For how long have you been living in [CITY NAME]?
pt_pt: Há quanto tempo vive em [CITY NAME]?

source: Looking after the home
pt_pt: Doméstica

source: City 113
pt_pt: São Domingos de Benfica

source: City 82
pt_pt: Santa Maria dos Olivais
